{
    "book": [
        {
            "text": "",
            "options": ["Comenzar"],
            "page":[1]
        },
        {
            "text": "1  Ya habías hecho una caminata por el Cañón de la Serpiente cuando visitaste a tu tío Howard en su estancia Arroyo Rojo, pero no viste ninguna entrada a una cueva. Tal vez algún reciente deslizamiento de rocas la ha dejado al descubierto.\n  Aunque el sol del atardecer ilumina la entrada, la caverna esta en completa oscuridad.Entras unos pocos metros en ella, tratando de date una idea de su tamaño. Cuando tus ojos se acostumbran a la oscuridad ves hacia delante lo que parece ser un túnel, débilmente iluminado por la fosforescencia que despiden sus paredes.Estas son lisas, como si las hubiera pulida una corriente de agua.Mas o menos a los seis metros del túnel hace una curva.Te preguntas adonde conducirá. Te aventuras y entras un poco mas, pero te sientes nervioso sabiendo que estas solo en un lugar tan extraño.Das media vuelta y sales corriendo.\n  Se aproxima una tormenta a juzgar por la oscuridad que reina afuera.Súbitamente te das cuenta de que el sol hace mucho que se oculto y que el paisaje esta iluminado únicamente por la pálida luz de la luna llena. Debes de haberte quedado dormido algunas horas. Pero entonces recuerdas algo mas extraño aun. La noche anterior la luna estaba en cuarto creciente.\n  Te gustaría saber cuanto tiempo has estado en la caverna.No sientes hambre.Y no te parece que hayas dormido.¿Que haces ? Puedes esperar hasta que aclare o puedes caminar de regreso a la hacienda, pero en este caso te expones a perder pie en el escarpado sendero.",
            "options": ["Decides regresar en seguida a la estancia.", "Decides esperar."],
            "page":[2,3]
        },
        {
            "text": "2  Cuando empiezas a caminar de regreso a la estancia notas que el sendero parece diferente del que tu recuerdas, aunque por supuesto la luz de la luna puede hacer que tus ojos se engañen. Pero súbitamente te das cuenta de que no estas caminando por un sendero sino en lo que parece ser el lecho seco de un río. Regresas corriendo a la entrada de la caverna. Miras a tu alrededor y ves que todo el paisaje ha cambiado. Mientras estabas en la caverna aguas torrenciales borraron el sendero: ahora solo hay una laguna. Te estremeces. Hace frió, mucho mas del que debería hacer en esa época del año. Sacas tu chaqueta de la mochila y te la pones, pero continuas helado.\n  Por lo menos el mundo que te rodea parece haberse aclarado. El Este empieza a iluminarse. Pronto saldrá el sol. Miras tu reloj. Se ha parado, aunque le diste cuerda hace solo unas pocas horas. Ya nada parece tener sentido.\n  Sabes que debes regresar rápidamente a la hacienda; pero sientes que la única forma de hacer que las cosas vuelvan a ser lo que fueron es entrando de nuevo en la caverna.",
            "options": ["Sigues hacia la hacienda.","Entras en la caverna."],
            "page":[5,6]
        },
        {
            "text": "3  Esperas que se haga de día, pero cuando los rosados albores de la aurora comienzan a iluminar al Este el cielo empieza a soplar un espantoso viento frío.",
            "options": ["Buscas refugio", "Desafías el viento helado para ver más del mundo que te rodea"],
            "page":[4,12]
        },
        {
            "text": "4  Te metes en un nicho que hay en las rocas para huir de las terribles rafagas y te apoyas con la espalda en la pared de piedra. Súbitamente esta se disgrega a tu contacto y caes por una pendiente fangosa hasta una laguna.\n  El sol brilla radiante cuando te pones de pie, chorreando agua, y vadeas la laguna hasta la orilla cubierta de césped. Miras hacia atrás la roca que se levanta cerca, pero no puedes ver por donde la atravesaste.\n  Cuando estas recobrando del todo el sentido llega un caballo haciendo cabriolas con un jinete vestido con armadura de hierro, un caballero salido de un libro de historia. El jinete se saca el yelmo y comienza a reír.\n  -¡Qué lugar para tomar un baño! -exclama -Bueno, pudo ser peor... ¡Estás tan limpio como un cerdo!.\n  Casi se cae del caballo de la risa.\n  -Sube te llevare al castillo -agrega -Veremos si podemos hacer de ti un ser humano.",
            "options": ["Aceptas que te lleve al castillo", "Declinas la invitación y prefieres buscar el camino de regreso a la Caverna del Tiempo"],
            "page":[17,87]
        },
        {
            "text": "5  Cuando se hace de día te das cuenta de que no estas en el camino acertado. El cañón parece menos profundo de lo que era. El lecho del río esta sembrado de cantos rodados que no tenia antes. El viento helado te penetra hasta los huesos; sin embargo transcurre la mitad del verano. Cuando subes a un terreno mas alto para ver mejor lo que te rodea, descubres que hay nieve en muchos lugares. Desde la cima de un cerro contemplas áridas llanuras, lagos helados y a la distancia una maciza cadena de montañas con la cumbre cubierta de nieve. Empiezas a darte cuenta de que no estas solo extraviado sino que te has perdido en el tiempo y que de alguna manera has sido transportado a la Edad de Hielo por la que paso la Tierra hace millones de años.\n  Caminas hacia uno de los riscos que bordean el cañón para buscar refugio del viento y descubres la entrada a otra caverna. Te sientes tentado a meterte pero comprendes que debes seguir caminando en la esperanza de encontrar un sitio conocido",
            "options": ["Entras en la caverna", "Continuas andando"],
            "page":[13,14]
        },
        {
            "text": "6  Entras en la extraña caverna y aguardas un momento para que tus ojos se acostumbren a la débil luz ambarina. Gradualmente empiezas a distinguir los dos túneles. Uno dobla a la derecha, haca abajo; el otro a la izquierda, hacia arriba.\n  Se te ocurre que el que se dirige hacia abajo puede conducir al pasado y el otro, el que sube, al futuro.",
            "options": ["Sigues por el túnel que se dirige a la izquierda", "Sigues por el túnel que se dirige a la derecha", "Decides salir de la caverna"],
            "page":[15,16,49]
        },
        {
            "text": "7  -¡A la torre! -grita el rey. Dos caballeros saltan hacia adelante, te sacan de la habitación y a punta de lanza te obligan a subir cuarenta y siete peldaños de piedra hasta la prisión de la torre, una pequeña habitación cilíndrica con una ventana sobre el foso y desde la que se ven a lo lejos campos de pastoreo. El único mueble es una cama de paja.\n  Te das cuenta de que estás en los primeros días de la Europa feudal, donde las únicas leyes eran los caprichos del Rey. No tienes idea durante cuánto tiempo te mantendrán en la torre. Pero hay una posibilidad de huir. El agua del foso, casi diez metros debajo de ti, es bastante profunda. Si saltas por la ventana lo suficientemente lejos, puedes caer en el agua sin sufrir daño.",
            "options": ["Decides saltar", "Decides no saltar"],
            "page":[8,9]
        },
        {
            "text": "8  Saltas lejos y caes cada vez más rápido. Te zambulles en el agua de pie y tocas fondo, pero por suerte éste es de blando cieno. En pocos segundos vuelves a la superficie. Nadas hasta el borde exterior del foso, temblando pero ileso. Subes por él y corres a esconderte en el bosque.\n  Caminas por la orilla hasta que pierdes de vista el castillo; entonces curzas la campiña. Detienes a un campesino para preguntarle dónde puedes pasar la noche.\n  -Suba esa loma y verá delante las aguas del lago Ness -te contesta -. Encontrará un lugar allí.\n  Sigues sus indicaciones y al ver algunas casitas cerca del lago te diriges a ellas. Está oscureciendo y te alegras de encontrar a un pescador que dice que te dará asilo por esa noche. Él y su mujer son gente bondadosa; te invitan a quedarte una temporada con ellos y pagarás tu alojamiento ayudándolos a pescar.",
            "options": ["Aceptas", "Decides continuar tu viaje"],
            "page":[53,59]
        },
        {
            "text": "9  Decides esperar, pero pronto te arrepientes de ello. El guardián te visita dos veces por día y te lleva sólo pan negro y agua. En contados días te sientes muy débil para huir aunque se te presente la oportunidad.\n  Pero justamente cuando empiezas a desesperar de verte libre de nuevo el guardián entra en tu celda sonriendo.\n  -El Rey ordenó que te saquen de aquí -dice -Ahora tenemos un prisionero muy importante..., un hombre que insultó al caballo del Rey.\n  Y ríe al hablarte. No sabes si está diciendo la verdad o no, pero él abre la puerte y te empuja afuera. Bajas la larga escalera de piedra hasta el patio principal, libre de nuevo...por lo menos por el momento. El puente levadizo está bajo y parece que no hay nadie que te impida dejar el castillo.\n  Hay un espléndido caballo negro atado cerca de ti, probablemente de uno de los caballeros. Piensas que podrías recorrer una grand distancia en ese caballo antes de que nadie se de cuenta de lo que pasó",
            "options": ["Montas el caballo y te marchas al galope", "Le pides asilo al Rey"],
            "page":[10,11]
        },
        {
            "text": "10  En un instante montas a caballo, cruzas el puente y te diriges al galope al campom sitiéndote más astuto que el Rey y sus caballeros. Cuando te cruzas con algún campesino lo saludas con la mano y él te contesta.\n  Te detienes para descansar en la choza de un cabrero que se muestra muy amistoso y te convida con una excelente comida.\n  -No temas al Rey -te dice -Es un loco que se sienta a beber grog todo el día. Sólo se preocupa de ver a quién puede mandar a la torre. Sus propios caballeros se ríen de él, y es más probable que caiga él de su trono que tú de tu caballo. Vete ahora a la alegre Inglaterra, donde te esperan grandes cosas. ¡Que Dios te ayude y buena suerte!.\n  Tus fuerzas se han renovado con la buena comida y la bebida, y tu caballo espera, listo para marchar. Agradeces al cabrero su hospitalidad y te alejas hacia nuevas aventuras, Hacia una nueva vida...casi mil años antes de que nacieras.",
            "options": ["FIN"],
            "page":[0]
        },
        {
            "text": "11  Consigues permiso para ver al Rey y le agradeces que te haya sacado de la torre.\n  -No tiene importancia -replica -Nos gusta tu espíritu y aunque tus historias tienen tanto sentido como una mula bailando, nos han hecho reír. Estamos seguros de que sin proponértelo has rendido un servicio al Rey. Te lo agradezco. Te daremos un caballo y algunas monedas de oro. Vete y que tengas suerte. Pero te ordena que vuelvas una vez al año y nos cuentas una historia tan divertida como la que hemos oído de tus labios.\n  -Mi señor -dices.\n  -Mi vasallo -replica.\n  Partes a caballo, y aunque te sientes algo aprensivo, intentas hacer con tu vida tanto cuanto sea posible en el año 982.",
            "options": ["FIN"],
            "page":[0]
        },
        {
            "text": "12  Resuelto, caminas trabajosamente por el borde de la roca. El viento ha barrido la nieve que había allí y ahora se ensaña con tu cuerpo.\n  El mundo parece transformado, casi odo es peor. Tienes que encontrar una casa o una choza...,gente que te ayude, o morirás.\n  Cuando empiezas a renegar de tu suerte tropiezas y caes en una profunda grieta. Pierdes el conocimiento y cuando lo recobras estás aún temblando, pero por lo menos en un sitio abrigado. A la pálida luz ambarina puedes ver que hast caído de nuevo en una de las cámaras de la Caverna el Tiempo. Un corredor conduce a la derecha, el otro hacia la izquierda. ¿Llevará uno al futuro y el otro al pasado?.",
            "options": ["Entras en el pasillo de la izquierda", "Entras en el pasillo de la derecha"],
            "page":[18,19]
        },
        {
            "text": "13  Cuando entras en la caverna ves una luz temblorosa delante de ti y hueles humo. Caminas por un tortuoso pasadizo y penetras en un gran recinto. Salen llamas de unos recipientes de barro.\n  Varios hombres de baja estatura, fornidos, de cabellos lacios y rostros primitivos dibujan en las paredes de la cueva. Están vestidos con pieles. En un rincón hay varias camas de paja.\n  Ligeramente atemorizado te quedas inmóvil cuando los hombes deja de dibujar y se vuelven, clavando con incredulidad los ojos en ti.",
            "options": ["Te quedas y tratas de ser amigo", "Tratas de huir de alli"],
            "page":[20,21]
        },
        {
            "text": "14  Continúas tu camino, siguiendo un sendero que conduce hacia arriba por la empinada cuesta. Oyes fuertes bramidos provenientes de una barranca cercana, lanzados por un gran animal. Te trepas a unas rocas y al mirar hacia abajo ves uno de los mas grandes mamíferos que nunca existieron; el lanudo mamut. A pesar de su muy grande este animal, se ha exagerado su tamaño tal vez por culpa de su envoltura de lana.\n  Tienes frío, estás desesperado y fatigado. Desde la roca donde estás, a poca distancia sobre el mamut, podrías saltar sobre él, cobijarte en su abrigada lana y que te lleve adonde quiera",
            "options": ["Saltas sobre el lanudo mamut", "Continúas caminando"],
            "page":[22,23]
        },
        {
            "text": "15  El túnel de la izquierda gira en espiral psando por varios otros túneles. Doblas por uno y empiezas a subir. En escasos minutos saltas por un huevo y sales al desierto. La temperatura es extremadamente calurosa, seguramente pasa los 100 grados, pero el sol se esta poniendo, lo que quiere decir que va a refrescar. A la distancia se divisa una cadena de montañas que parecen muy altas, pero no tienen nieve. Ignoras dónde estás, si en el pasado, en el futuro o en el presente. Entonces ves algo que te fascina y te preocupa a la vez. La arena parece esta fundida como si fuera vidrio amarillento metido en un horno muy caliente. Cuando examinas la arena más de cerca sientes que el aire se está poniendo más cálido. Súbitamente te das cuenta de que el sol no se oculta sino que esta saliendo. La temperatura a mediodía será tan elevada que no la podrá soportar ningún ser viviente. La luz es cegadora ¿Estarás asistiendo al fin del mundo?.",
            "options": ["Continua"],
            "page":[73]
        },
        {
            "text": "16  Te das vuelta y caminas hacia la entrada. Ya debe de haber amanecido, pero no ves ninguna claridad que venga de afuera. Tanteas las paredes buscando una abertura. Tus manos pasan por encima de algo frío, húmedo y duro. ¡Hielo! La entrada está cerrada por él. Enormes bloques penetran en la caverna.\n  Caminas hacia adentro, sientiéndote confuso y desvalido. Deseas que todo sea un sueño. Tratas de pensar con claridad. Sabes que tu única oportunidad de salir de la caverna es seguir uno de los dos ramales que hay delante de ti.",
            "options": ["Sigues el ramal de la derecha", "Sigues el ramal de la izquierda"],
            "page":[26,28]
        },
        {
            "text": "17  El sonriente caballero te ayuda a subir a su caballo y en tu incómodo asiento tienes que soportar el galope por la campiña. Después de un kilómetro más o menos llegan a un gran castillo de piedra. El caballo cruza a trote el puente levadizo y se dirige al establo.\n  -Salta -te dice el caballero.\n  Y tú te deslizas por la parte de atrás del caballo. El caballero te escolta hasta un gran salón del castillo. Alrededor de ti sólo hay mayordomos, asistentes y caballeros. Unos minutos más tarde estás delante del Rey, haciéndole una reverencia.\n  Después de oír tu historia mira con ojos graves a sus consejeros, asistentes y caballeros y dice:\n  -¿Alguno de ustedes cree esta fábula?\n  Todos gritan:\n  -¡No, Su Majestad! ¡Por cierto que no, Su Majestad!\n  -¡Entonces dinoas la verdad! - ordena el Rey con voz de trueno.",
            "options": ["Insistes en que estás diciendo la verdad", "Tratas de inventar una historia plausible."],
            "page":[29,30]
        },
        {
            "text": "18  Sigues el pasadizo de la izquierda. Conduce a la superficie. Delante de ti se extiende una pradera cubierta de hierba que baja suavemente hasta un claro y caudaloso río; más allá hay colinas cubiertas de pinos que continúan hasta unas montañas con cimas nevadas. Debes de estar en Wyoming, en tu tiempo, pero sea el tiempo que fuere, el mundo que ves parece muy acogedor.\n  Observas un rebaño de búfalos paciendo. Pero en ninguna parte puedes divisar una casa, o una valla, o un camino, o algún signo de presencia humana. Es posible que estés viviendo centenares, quizá millares de años atrás.\n  Miras hacia arriba. Una de las grandes nubes blancas se está moviendo de manera extraña. ¡Está bajando! Una nave espacial aterriza justo delante de tus ojos, sólo a unos metros de distancia.",
            "options": ["Te escondes.", "Subes a la nave espacial."],
            "page":[31,32]
        },
        {
            "text": "19  Caminas por el pasadizo de la derecha durante un largo trecho, esperando encontrar un túnel que te lleve a tu tiempo. Eliges uno de los muchos túneles que ves y sigues por él. En vez de salir a la superficie entras en una cámara brillantemente iluminada en cuyo centro hay un hombre viejo, de barba, sentado en una silla.\n  -Bienvenido- te dice como si te hubiera estado esperando.\n  -Gracias- le contestas-.¿Puede ayudarme a encontrar el camino que me lleve a mi tiempo?\n  El anciano sonrié.\n  -Antes de todo- pregunta-, dime por qué quieres regresar a tu tiempo en vez de ir a otro.  ",
            "options": ["Dices: -Por que quiero estar de nuevo con mi familia y mis amigos-.", "Dices: -Por que no me gustaría correr el riesgo de elegir un mal tiempo-.","Dices: Me gustaría elegir otro tiempo, pero sólo si ustdes me asegura que regresaré después a mi propio tiempo-.","Dices: -¿Quién es usted?-."],
            "page":[34,33,35,36]
        },
        {
            "text": "20  Haces gestos amistosos. Los Hombres te hablan con acento cordial, pero tú no los entiendes y tampoco ellos a ti. Te sientes incómodo pero feliz de estar a salvo y abrigado, por el momento.\n  Muchos han vuelto a sus dibujos. Decides comunicarte con ellos por medio de diseños y trazas uno de ti mismo comiendo. Todos ríen y uno de los hombres te da un pedazo de carne semicruda. Su gusto no es muy agradable, pero estás tan hambriento que la comes.\n  Gradualmente te vas haciendo amigo de elos y aprendes unas pocas palabras. Algunos salen a cazar y regresan con varias piezas. Otros confeccionan ropas con pieles. Los ayudas haciendo limpieza y cocinando y cada día dibujas algo en las paredes. Los hombres miran fascinados tus diseños de aviones, barcos y automóviles que ven sólo como dibujos abstractos porque ignoran para que sirven.\n  Un dia llega de visita un grupo de otra tribu. Nunca los habías visto antes, pero tus amigos los reciben cordialmente y dan una gran fiesta en su honor. Mientras comen conversan animadamente. Te das cuenta de que hablan de un problema serio. Después poco a poco la bebida comienza a hacerles efecto y se quedan dormidos. Sales para ver si puedes enterarte de algo. El suelo está cubierto por una espesa capa de nieve que el viento helado levanta formando remolinos.\n  Al día siguiente los hombres empiezan a enfardar sus cosas y te instan para que hagas lo mismo. Comprendes que están por emigrar a un clima más cálido. Sabes que deberías seguirlos, pero estás ansioso por regresar a la hacienda por que si lo haces tienes la esperanza de encontrar el camino que te lleve de vuelta a la Caverna del Tiempo.",
            "options": ["Acompañas a la gente de la cueva.", "Intentas encontrar el camino que te lleve a la Caverna del Tiempo."],
            "page":[37,38]
        },
        {
            "text": "21  Puedes ver que no tienes futuro con ese pueblo primitivo, de modo que echas a correr y te separas de ellos. Por suerte no te siguen y estás libre de buscar tu camino.\n  Cuando llegas a la entrada de la Caverna del Tiempo estás hambriento y exhausto. La luz es aún más débil que antes y entras a tientas buscando un pasadizo. Tropiezas y caes por un terraplén, golpeándote la cabeza. Hacia adelante ves la luz del día. Un minuto después sales de la caverna al aire tibio, cerca de un bosque con árboles cubiertos de follaje. Cerca canta un pájaro. No sabes dónde estás, pero el lugar parece bastante ",
            "options": ["Continua"],
            "page":[41]
        },
        {
            "text": "22  Cuando caes sobre él, el mamut se sacude como un caballo que se espanta las moscas. Empieza a caminar pesadamente hacia arriba por el valle, aparentemente sin darse cuenta de que tú  estás asido de su lanudo dorso, calentito y gozando de tu paseo.\n  El mamut llega a un terreno más alto, se detiene, mordisquea algunas corteza y después sigue caminando. Tal vez te lleve cerca de algunos hombres de cavernas que te darán comida y asilo.\n  Súbitamente se detiene y vuelve la cabeza, escuchando. Miras y ves figuras humanas que se acercan por dos lados. LLevan jabalinas y garrotes. El mamut empieza a correr. Te agarras con fuerza de su lana. Los cazadores lo siguen, lanzando gritos. No puedes ver hacia donde se dirige, pero temes que los hombres lo conduzcan a un despeñadero. Pero si saltas mientras corre puedes herirte seriamente.",
            "options": ["Saltas a la tierra.","Continúas asido de su lana."],
            "page":[42,43]
        },
        {
            "text": "23  Cabalgar en un mamut que corre puede ser divertido si no estuvieras con frío, con hambre y extraviado; pero, ¿a dónde te habría llevado? Continúas caminando con el ánimo decaído. Justamente cuando te dispones a sentarte y gritar ves una abertura en el suelo. Gateando te arrastras hacia ella. Tal vez encuentres calor alli y puede que te conduzca a la Caverna del Tiempo.\n  Te encuentras en un túnel. Hay varios otros que parten de él. Ahora estás seguro de que te hallas en la Caverna del Tiempo. Estás impaciente por tomar por el primer túnel que lleve a la superfie, pero deseas viajar un largo trecho en el tiempo. Tal vez tomes uno más alejado.",
            "options": ["Sigues por el primer túnel que encuentras.","Sigues por el otro más alejado."],
            "page":[44,72]
        },
        {
            "text": "24  Sales al primer túnel que se presenta y caminas sin parar hasta que empiezas a preguntarte dónde estás yendo andando en círculos. ¿Qué significa eso? Tal vez el tiempo está transcurriendo con más lentitud. Te hallas exhausto y sientes mucho frío. Ves más arriba una abertura y por ella las estrellas que brillan. Sales a un terreno árido. Hace un frío intenso. A pesar de que no hay viento sientes que te quedarás congelado si permaneces alli unos minutos más; la atmósfera parece enrarecida, como si te encontraras en la cima de una alta montaña. Respiras con dificultad. Miras el fr{io cielo tachonado de millares de estrellas. Entre ellas descubres un disco del tamañp del sol que despide una débil luz roja, como una ascua moribunda.",
            "options": ["FIN"],
            "page":[0]
        },
        {
            "text": "25  Después de seguir por el pasadizo durante un trecho considerable entras en un túnel muy grande que te parece que probablemente te conducirá a tu tiempo. Continúas por él y pronto adviertes que el piso se está volviendo arenoso. Tal vez te estás aproximando a una playa. A poco empiezas a resbalar sobre la arena. No puedes detenerte; la pendiente es demasiado pronunciada. Luego sientes que no hay nada bajo tus pies y un momento más tarde te hundes profundamente en el agua. Nadas hacia la superficie y respiras. Estás en una gruta subacuática que parece completamente cerrada, excepto por una abertura en el techo desde donde se ve el cielo azul. Nadas hacia una roca grande y lisa que sobresale del agua.\n  La arena es blanca y el agua transparente. Las rocas son de un material azul cristalino y tienen formas delicadas. Durante un momento te sientes abrumado por la belleza que contemplas, pero en seguida empiezas a pensar cómo podrás salir de allí. No hay forma de trepar hasta la abertura del techo.\n  Te zambulles esperando encontrar un pasaje bajo el agua que te pueda llevar afuera...¡y lo encuentras!¿Pero podrás nadar hasta su final antes de que se te termine el aire?.",
            "options": ["Tratas de nadar por el pasaje subacuático.","Decides esperar."],
            "page":[47,52]
        },
        {
            "text": "26  Sigues tu camino en la débil luz. Delante de ti hay una escalerilla de cuerdas. Te tomas de ella y empiezas a subir. Súbitamente otes un terrible crujido. La escalera se sacude. Te agarras con fuerza de los peldaños durante unos minutos hasta que el ruido se calma. Después sigues subiendo y un momento más tarde sales al fresco aire de la noche. Alrededor de tí brillan luces. Enfrente hay una gran plancha de hielo. Sientes un extraño movimiento, como si el piso se moviera. Cuando lo tocas con las manos te das cuenta de que es madera. Cerca hay una baranda, ¡Y detrás de ella el mar! En el cielo las estrellas son más numerosas y brillantes que las que jamás hayas visto. Comprendes que estás en la cubierta de un gran buque.\n  No lejos de ti, colgado de un gancho, hay un enorme salvavidas. Grabada en él con letras negras está la palabra TITANIC. Tú sabes que fue un barco que sólo realizo un viaje, que chocó con un enorme iceberg y que tres horas más tarde descansaba en el fondo del Atlántico.",
            "options": ["Continua"],
            "page":[27]
        },
        {
            "text": "27  Cuando empiezas a caminar por la cubierta del Titanic te das cuenta de que debajo de la línea de flotación entran millares de litros de agua por minuto en los compartimientos de adelante. La gente parece que no advierte lo que está sucediendo. El mar se halla tan calmo como un espejo. La orquesta, en la cubierta de abajo, está tocando un vals. Algunos hombres con largos abrigos negros y mujeres con tapados de piel caminan cerca de ti.\n  -¡Santo Dios!- exclama una mujer-. No entienden por qué el capitán ha detenido el barco. Si más tarde atracamos en Nueva York les voy a presentar una queja a los propietarios.",
            "options": ["Tratas de buscar al capitán para visarle que el barco se hundirá","Le sugieres que se una a tu y juntos busquen un túnel para salir."],
            "page":[54,60]
        },
        {
            "text": "28  Caminas por el pasaje de la izquierda, atravesando túneles cada tanto, ninguno de los cuales parece ser particularmente interesante. Decides ver si puedes llegar hasta el final del pasaje.\n  Caminas sin parar hora tras hora. De pronto ves a la distancia una figura que se aproxima, una niña con blue jeans azules, pullover rojo y una mochila. Te dice que se llama Luisa y que mientras exploraba una caverna se perdió. No sabe que está en la Caverna del Tiempo.",
            "options": ["Ayudas a Luisa a encontrar el camino de regreso a la caverna.","Le sugieres que se una a ti y juntos busquen un túnel para salir."],
            "page":[58,61]
        },
        {
            "text": "29  -Sé que te parecerá extraño, Majestad- dices-pero no tengo ningún motivo para incurrir en tu enojo contándote una historia falsa.\n  El rey mira a los cortesanos que lo rodean. Todos tienen una expresión grave en el rostro, como si hubieras cometido un pecado imperdonable.",
            "options": ["Continua"],
            "page":[7]
        },
        {
            "text": "30  -Lamento ser un intruso en tu real dominio, Majestad- dices con humildad, tratando de inventar una buena historia tan rápido como te sea posible- Es la verdad, sire. He sido maltratado por mi perverso padrastro, con quien vivo, y vengo a colocarme bajo tu sabia y justa protección.\n  -¿Quién es ese perverso padrastro y dónde vive?- pregunta el rey-. Si es tan perverso tal vez le pidamos que sea una de nuestros caballeros- agrega riendo.\n  Los cortesanos le hacen coro.\n  -Vive detrás de ese cerro- le dices, señalando una alta colina boscosa- y su nombre es Smith.\n  El rey se echa de nuevo a reír.\n  -Entonces tu padrastro debe ser un pez- comenta- ,porque detrás de esa colina está el lago Ness.",
            "options": ["Continua"],
            "page":[7]
        },
        {
            "text": "31  Sientes que debes hallarte lejos en el futuro. ¿Estás realmente viendo una nave espacial? Si es así, convendrá que la contemples desde una distancia prudente. Subes rápidamente por la colina, preguntándote cómo llegaste a ese extraño tiempo.\n  Delante de ti hay un nicho en las rocas. Te metes en él. Te das cuenta de que estás en el fondo de la grieta por la que caíste desde la Edad de Hielo. Aunque quieras volver atrás en el tiempo no hay camino por donde hacerlo. Sigues andando. Finalmente llegas a un terreno abierto en la parte opuesta de la colina.\n  Ahora puedes ver un vasto espacio de tierra rocosa y casi toda árida. ¡Y allí varios millares de personas están construyendo una gran muralla! En todas partes ves bueyes que arrastran carros con piedras. El muro tiene por lo menos seis metros de altura y se extiende hasta donde tu vista alcanza a ver.\n  Hay escaleras apoyadas en él y en los escalones hombres y mujeres se pasan unos a otros las piedras hasta la cima.\n  Este espectáculo te aprece menos sorprendente que la vista de la nave espacial, porque crees estar presenciando la construcción de la Gran Muralla de la China.",
            "options": ["Te acercas a los que están construyendo la muralla.","Regresas a la grieta."],
            "page":[63,68]
        },
        {
            "text": "32  Cautelosamente te aproximas a la nave espacial y asombrado observas que está detenida a unos cuarenta centímetros sobre el suelo sin ningún mecanismo que la mantenga en alto. No se ven motores, ni cohetes, ni troneras, ni equipos de aterrizaje, ni antenas, ni ninguna clase de aparatos de los que uno cree que necesita una nave espacial. Comprendes que debe de ser un ejemplar de una civilización sumamente avanzada.\n  Esperando que los que viajan allí hayan aprendido a ser amistosos con los demás, te aproximas a la nave. Deslizándose, se abre una gran puerta, pero todo lo que puedes vera adentro es una pálida luz azul. Unos brazos mecánicos empujan por la puerta, hacia afuera, un gran cubo y lo depositan en tierra. Se levanta la parte superior de éste y deja en el suelo una camilla en la que yacen dormidos tres hombres y tres mujeres vestidos con pieles. Sus cuerpoes y sus facciones te recuerdan los dibujos que hacían los primitivos hombres de la Tierra. Sientes el impulso de saltar dentre de la nave antes de que se cierre la puerta.",
            "options": ["Saltas dentro.","No saltas dentro."],
            "page":[88,64]
        },
        {
            "text": "33  -Puedo entender por qué no quieres arriesgarte a ir a otro tiempo- contesta el viejo-, porque los otros tiempos son peligrosos y están llenos de gente perversa. Eres sabio al evitarlos, y me siento contento de enseñarte el camino de regreso a tu propio tiempo que, deberías saberlo, no es mejor ni peor.",
            "options": ["FIN"],
            "page":[0]
        },
        {
            "text": "34  -¿Y por qué deseas estar de nuevo con tu familia y tus amigos?- te pregunta el anciano.\n  -Porque los extraño y sufriría mucho si no los volviera a ver. Y mi familia y mis amigos se sentirían tristes sin mí.\n  -Piensas en los otros y también piensas en ti mismo- te replica-. Es una buena razón para que vuelva a tu tiempo. Sigue por el primer túnel a la derecha y encontrarás el camino de regreso. De modo que eliges tener un solo tiempo, ¿no?.\n  -Así es.\n  -Entonces trata de sacar el mayor partido de él- dice, saludándote con la mano.",
            "options": ["FIN"],
            "page":[0]
        },
        {
            "text": "35  -Ah, eres astuto- dice el viejo-. Quieres tener dos rebanadas de pan en vez de arreglártelas con una. Bien, te mostraré otro tiempo y si no te gusta sólo tienes que decirlo y te llevaré de regreso a tu tiempo, si no es demasiado tarde. Toma el túnel de la izquierda.\n  Sigues su indicación, caminas por el túnel y llegas a la calle de una ciudad. Instantáneamente te das cuenta de que hay guerra. Alrededor de ti explotan bombas y cohetes. Le gritas al viejo pidiéndole que te haga regresar a tu tiempo, pero es demasiado tarde.",
            "options": ["FIN"],
            "page":[0]
        },
        {
            "text": "36  -Soy un filósofo- dice el anciano- que cuando me dieron a escoger elegí el tiempo sin límites para que no ocurriera nada en mi vida y tener así todo el tiempo del mundo para pensar.\n  -¿Estás contesto con tu decisión?\n  -No, porque la filosofía no es nada sin el tiempo. Sigue por el túnel que está a tu derecha. Regresa a tu tiempo y deja que tu vida sea tu filosofía.",
            "options": ["FIN"],
            "page":[0]
        },
        {
            "text": "37  Vistiéndote lo más abrigado posible, con tus toscas botas y saco de piel, no bien sale el sol te levantas con los demás, una raída banda de treinta hombres, mujeres y niños. Afortunadamente no hay bebés; ellos no sobreviven nunca a una emigración. El sol asoma un momento entre las nubes, el viento se calma un poco y hacen rápidos progresos hacia el Sur.\n  Después de unos pocos días de viaje todos están exhaustos. Los cazadores no han podido encontrar casi animales para cazar. No hay forma de encender un fuego durante la noche y la única manera de no quedarse helados es dormir acurrucados todos juntos.\n  Después de unas semanas notas que el sol brilla con más fuerza al mediodía y que la nieve no es ya tan espesa. Todo indica que sobrevivirán, aunque tienes que perder la esperanza de regresar nunca a tu tiempo.",
            "options": ["FIN"],
            "page":[0]
        },
        {
            "text": "38  Enfardas tus escasas pertenencias. La que más aprecias es un cuchillo tallado del colmillo de un mamut. Te despides de tus amigos y empiezas a caminar trabajosamente por la nieve, tratando de regresar a la Caverna del Tiempo. Aunque el viento es más frío que nunca el brillante sol mantiene vivas a tus esperanzas.\n  Te has puesto más robusto viviendo con la gente de la cueva, y tus toscas ropas hechas con pieles te mantienen abrigado. Ecnuentras el camino al cañon y en pocas horas llegas a la entrada de la caverna, ahora semicubierta por la nieve.\n  Estás exhausto por la larga caminata y tus ojos lagrimean por el viento frío. Casi no te das cuenta que a pocos metros de la entrada hay una forma gris hasta que otes el profundo, gutural aullido de un lobo. Ahora estás mirando directamente sus ojos fríos y crueles. Sabes que al menor movimiento que hagas saltará sobre ti. Antes de moverte tienes que pensar qué harás. Probablemente puedas correr más rápido que él a la caverna. A lo mejor vacila antes de seguirte y te da suficiente tiempo para huir. También puedes hundir tu cuchillo en su garganta cuando salte sobre ti.",
            "options": ["Corres a la caverna.","Te preparas a luchar."],
            "page":[39,40]
        },
        {
            "text": "39  Lentamente desenvainas tu cuchillo y después corres a la entrada. El lobo te sigue como una bala. Da un salto y sólo araña tu saco de piel. Mientras recobra el equilibrio tú huyes al interior de la caverna y te diriges hacia el túnel izquierdo. El lobo corre detrás de ti. Miras sobre tus hombros y pierdes pie. En vez de caer al suelo sientes que te deslizas por un largo y profundo conducto. Lejos, arriba, el lobo aúlla, burlado. Caes al fondo de un foso, temblando pero ileso. A la izquierda hay un oscuro pasadizo. Tiras una piedra y al cabo de un momento oyes el ruido que hace al llegar, lejos, abajo. Por suerte hay otros pasaje a la derecha iluminado por una débil luz fosforescente.",
            "options": ["Continua"],
            "page":[19]
        },
        {
            "text": "40  Empuñando tu cuchillo con el largo filo de marfil hacia arriba, avanzas muy lentamente, paso a paso, hacia el lobo que permanece inmóvil ululando bajo, aparentemente confundido por una osadía.\n  Entonces salta. Le tiras una estocada, torciendo tu cuerpo para eludir sus terribles colmillos. Sólo hieres el aire, pero el lobo alcanza a arrancarte el saco de piel de oso. Se detiene un instante para oler el saco y tú te vuelves y le hundes el cuchillo en el cuello. El lobo se retuerce, te mira con odio y cae fláccido, con la espina dorsal seccionada.\n  Ahora eres un verdadero cazador de la Edad de Piedra. Despellejas al lobo y caminas por el túnel de la derecha pensando que puede llevarte a tu tiempo, pero súbitamente sientes que caes cada vez más rápido en lo que parece ser un pozo sin fondo.",
            "options": ["Continua"],
            "page":[62]
        },
        {
            "text": "41  Súbitamente oyes gritos. Te ocultas en un matorral. Sale de la maleza un animal. En un instante aparecen varios hombres que lo persiguen blandiendo jabalinas y hondas. Te imaginas que eso debe de suceder mucho antes del advenimiento de la civilización. Sigues las huellas de un animal; éste se dirige en seguida a un claro y tú te acuestas en la hierba para descansar. Mirando el cielo ves una larga y blanca línea. Te refriegas los ojos y vuelves a mirar.¡Parece ser la huella de un jet! Después de todo debes de estar viviendo en el tiempo actual.\n  Después de varios días de vagar por la jungla llegas a un establecimiento que está a orillas de un gran río. Cerca hay un campo de aviación y al cabo de pocas semanas puedes comprar el boleto para regresar a la civilización y atu familia, justamente un mes después que entraste por primera vez en la Caverna del Tiempo. Te sientes feliz de estar de nuevo en tu casa, pero impresionado porque todos parecen más viejos. Y ellos se muestran sorprendidos de que después de diez años tú no hayas cambiado nada.",
            "options": ["FIN"],
            "page":[0]
        },
        {
            "text": "42  Quieres bajar del mamut y te deslizas por detrás, golpeando con fuerza en el terreno helado, donde quedas tendido, magullado y dolorido, mientras el mamut sigue su camino andando pesadamente. De pronto desaparece al llegar al despeñadero. Los cazadores gritan y ríen. Algunoas de ellos se acercan a ti. Son bajos y musculosos, tienen las mandíbulas marcadas y los ojos brillantes. Están vestidos con pieles.\n  Tú los miras, preguntándote qué te harán, pero en seguida comprendes que no te causarán daño. Te transportan hasta su cueva y te dan de beber caldo caliente. Su gusto parece horrible, pero te hace sentir mucho mejor. Pronto te das cuenta de que la tribu te aceptará como uno de ellos porque, sin saberlo, has cumplito el rito sagrado de su cultura al cabalgar valientemente en el mamut.",
            "options": ["FIN"],
            "page":[0]
        },
        {
            "text": "43  Te agarras con fuerza de la lana del mamut, esperando que su marcha se torne más lenta para poder saltar sin hacerte daño. Pero súbitamente cae hacia adelante, lanzando un terrible bramido. Y te das cuenta de que estás cayendo en el espacio. Gritas impotente al no tener de donde asirte y caes cada vez más rápido.\n  Millares de años después, cuando el doctor Carleton Frisbee, el famoso palentólogo, encontró tus huesos cerca de los del mamut en una excavación que hacía en Arroyo Rojo quedó asombrado del increíble parecido que tenías con un ser humano del siglo veintiuno.",
            "options": ["FIN"],
            "page":[0]
        },
        {
            "text": "44  Entras en el primer túnel que encuentras. Éste se torna cada vez más bajo hasta que tienes que avanzar gateando. Continúas por él alrededor de una hora. Finalmente se justifica tu confianza porque sientes una fresca brisa que viene de un campo con heno recién cortado.\n  Un momento más tarde la brillante luz del sol te hace fruncir los ojos, y ves una hermosa pradera situada entre bajas colinas. Una docena de vacas pacen cerca de un serpenteante río. Al a distancia hay un camino de tierra. Un labrador está sentado en un carro cargado con heno. Un caballo gris tira del carro en dirección de un espacioso granero rojo que se ve a lo lejos. En la otra dirección se oye el pitido de un tren.\n  Miras a tu alrededor y ves que estás a cien metros curva y nubes de humo negro se levantan desde una locomotora alimentada con carbón vegetal. No estás en la Edad de Hielo, de acuerdo, pero tampoco en tu tiempo.\n  El tren va deteniendo su marcha a medida que se acerca de ti, y sonríes al ver por qué lo hace: una vaca está entre las vías, mirando como si no pensara moverse de allí en absoluto. El tren se detiene y un hombre salta de la locomotora amenazando a la vaca con una pala. La vaca espera hasta que el hombre está casi encima de ella; entonces lentamente vuelve al campo de pastoreo. En ese momento te das cuenta de que puedes trepar fácilmente a la parte posterior del tren.",
            "options": ["Saltas al tren.","Vas a la granja.","Vuelves al túnel en la esperanza de encontrar el camino de regreso a tu tiempo."],
            "page":[74,76,78]
        },
        {
            "text": "45  Por medio de una computadora puedes entender el lenguaje de ellos, que te parece similar al tuyo, de modo que muy pronto logras comunicarte con tus huéspedes.\n  No demuestran la menor sorpresa al enterarse que llegas de la Caverna de Tiempo.\n  -No eres el primero- te dice el dueño de la casa-; tenemos visitantes de otros tiempos sólo de cuando en cuando. La llegada de alguno nos alegra porque nos da noticias de cómo era la vida en otras épocas pues aquí hemos alcanzado una especie de paraíso. No tenemos que trabajar y el mundo está en paz. Es una sociedad perfecta. Por eso nos interesan tanto los tiempos primitivos, como el tuyo.",
            "options": ["Te quedas en la 'sociedad perfecta'","Intentas regresar a la Caverna del Tiempo"],
            "page":[46,48]
        },
        {
            "text": "46  Te dan un elegante dormitorio que tiene a un costado grandes ventanas que miran al parque. En otra pared hay un hermoso cuadro de la costa de California. Cuando aprietas un botón el cuadro se dobla hacia el cielo raso dejando al descubierto una gran pantalla. En tu habitación hay una pequeña computadora que te permite elegir una película o cualquier otro programa que desees entre 10.000 posibilidades. Hasta hay filmes donde tú eres el protagonista y tú eliges lo que sucederá. Pero si no te gusta la forma en que se está desarrollando la trama puedes volver atrás y hacer diferentes elecciones.\n  Con tu computadora puedes también practicar algunos juegos y proyectar en la pantalla páginas de libros o de revistasl. Puedes vivir bastante bien sin moverte de la cama.\n  A poco te dedicas a explorar. Te encuentras con otras personas, pero no descubres en ellas nada interesante, de modo que pasas la mayor parte de tu tiempo mirando las principales películas de todos los tiempos. Gradualmente te vas acostumbrando a tu nueva vida. Lo único que te molesta es que no se hayan hecho nuevas películas en los últimos 300 años.",
            "options": ["FIN"],
            "page":[0]
        },
        {
            "text": "47  Respiras hondo, te zambulles y nadas por el túnel. Adelante se ve una claridad. A poco sales a la superficie en una laguna. Caistas con techo de paja están situadas entre las palmeras que bordean la blanca arena de la playa. Una tibia, suave brisa te trae perfume de jazmines y el sonido de extrañas melodías tocadas por sonoros tambores. Mirando hacia el mar puedes ver una flotilla de pequeñas barcas con velas multicolores.\n  Caminas hacia la aldea. Te miran varias personas, bien parecidas y tostadas por el sol. Algunas se alejan corriendo pero otras se acercan a ti con los brazos levantados en señal de saludo. Dos chicos corren hacia ti con guirnaldas de flores y uno dice:\n  -¡Aloha!.\n  Pronto estás sentado delante de una gran fogata hecha en la playa, asando cangrejos y comiendo torta. Se muestran todos contentos de verte porque nadie los visitó antes. Gradualmente aprendes su idioma. Los muchachos dicen que son tus hermanos, y las chicas que son tus hermanas.\n  Te gusta la vida en este nuevo paraíso, pero continúas pensando que debe de haber una manera de regresar a la Caverna del Tiempo. Tus nuevos amigos no pueden ayudarte. Tal vez si viajas tierra adentro, al interior del país, logres encontrar a alguien que lo haga. Tus amigos te advierten que no te vayas. Te dicen que encontrarás sólo terribles junglas y ríos llenos de cocodrilos.",
            "options": ["Te quedas con tus nuevos amigos.","Te marchas tierra adentro."],
            "page":[50,51]
        },
        {
            "text": "48  La falta de comunicación que percibes en la perfecta sociedad del futuro hace que desees regresar a tu tiempo lo más pronto posible. Te despides con breves palabras y te apresuras a volver al túnel, entras en él y encuentras una ramificación que esperas te conduzca al tiempo que buscas. A poco empiezas a trepar hacia la superficie.\n  Cuando llegas a ella está completamente oscuro. Sopla viento frío. Te sientes resueltamente para esperar la aurora a fin de ver en qué clase de mundo estás.\n  A tu alrededor oyes golpes secos, chasquidos, la mayoría a la distancia, aunque algunos bastante cerca. Cuando la alborada empieza a teñir de rosado la parte oriental del cielo ves a tu lado una criatura del tamaño de una oveja pero de aspecto muy diferente.",
            "options": ["FIN"],
            "page":[0]
        },
        {
            "text": "49  Caminas por el túnel hacia abajo un corto trecho, de pronto sientes que te deslizas. Tu cabeza golpea contra algo y pierdes el conocimiento.\n  Cuando lo recobras te encuentras cerca de un pequeño lago bordeado de bosques. Un chico de unos doce años está pescando a corta distancia de ti, pero no se ve a nadie más. Te acercas a él y te presentas, esperando averiguar con disimulo en qué año estás.\n  Por suerte el chico tiene buen carácter y te contesta amigablemente. Te dice que se llama Nick Tyler y que vive en Birch Street. Trabajo en el negocio de su padre, fabricando velas y jabones...los mejores de las colonias, según comenta.",
            "options": ["Le dices que vienes de un tiempo futuro.","Tratas de inventar una historia creíble."],
            "page":[81,82]
        },
        {
            "text": "50  Tus amigos se muestran comprensivos acerca de tu deseo de encontrar el camino de regreso a tu tiempo. Un día te dicen que pueden enseñarte algo que nunca soñaste. Como su mentalidad es muy primitiva te preguntas por qué se les habrá ocurrido.\n  Al día siguiente te llevan a otra ensenada donde entran las olas, se estrellan contra la escollera y luego se retiran. A veces chocan entre sí y arrojan hacia arriba la espuma en forma de rocío. Ves a varios jóvenenes parados sobre unas tablitas patinando sobre la cresta de las olas y bajando luego con el reflujo. En unas horas aprendes un deporte que entretiene y fascina.\n  Con esta diversión al poco tiempo has perdido el interés en regresar a tu tiempo. A veces te preguntas, pero nunca puedes contestarte, si este paraíso está en el futuro o en el pasado.",
            "options": ["FIN"],
            "page":[0]
        },
        {
            "text": "51  Con un abrazo te despides de tus amigos y te trepas a la loma que bordea la jungla. Pronto encuentras la huella de un animal que se arrastra a través de la espesa maleza en dirección de la selva tropical. El verde dosel de las cimas de los árboles se extiende arriba de tu cabeza y sólo un ocasional rayito de sol llega hasta el esponjoso y oscuro suelo. Caminas sin parar, esperando llegar a las montañas donde puedes encontrar tal vez otra entrada a la Caverna del Tiempo.\n  Cae la noche y te preparas un tosco lecho. Usas como colchón el musgoso terreno de la selva y a manera de sábana desparramas encima hojas de helecho. Temprano, a la mañana siguiente, cuando los pájaros empiezan a sus trinos matutinos, te despierta una boa constrictora arrollada alrededor de tu cuello.",
            "options": ["FIN"],
            "page":[0]
        },
        {
            "text": "52  Nadar por el túnel subacuático puede ser tal vez el único camino para salir de la gruta, pero el riesgo de morir ahogado es demasiado grande. Examinas las rocas de la gruta y piensas cómo harás para salir por el techo.\n  Súbitamente una voz exclama:\n  -¡Hola!.\n  Miras a tu alrededor y ves por primera vez una mujer con brillantes ojos azules y sonrisa misteriosa. Está sentada con las piernas cruzadas, apoyada contra una roca que parece formada para ofrecerle un cómodo asiento. En las manos tiene una flauta y mientras la miras asombrado ella toca una melodía desconocida con una dulzura y pureza de tono como no recuerdas haber oído nunca.\n  -¡Hola!- saludas-. Dime...¿quién eres y cómo puedo salir de aquí?.\n  -Siéntate- te dice- y descansa. Tienes todo el tiempo del mundo.\n  -¿Qué quieres decir? Estoy atrapado. Caí aquí desde la Caverna del Tiempo y deseo salir.\n  -Créeme, no hay ningún camino para salir- asegura la mujer-, pero eso no debe importarte. Éste es un hermoso lugar y serás muy feliz.\n  -Pero moriremos de hambre. ¿Cuánto tiempo haces que estás aquí?- preguntas.\n  -Simpre y nunca, porque ésta es la parte de la caverna que no conduce ni al pasado ni al futuro. Aquí no existe el tiempo, por eso no sentirás hambre ni cansancio, y aunque no puedas irte nunca, no habrás estado aquí ningún tiempo.",
            "options": ["Continua"],
            "page":[79]
        },
        {
            "text": "53  Aceptas el ofrecimiento y muy pronto empiezas a disfrutar con tu nueva vida remando en el lago por las mañanas temprano y desplegando las redes con los pescadores cercanos.\n  Una tarde, cuando los hombres vuelven de pescar, tu amigo, Angus McPhee, lanza un grito y señala el agua. Miras y ves la cabeza y el cuello de un monstruo...un enorme dragón del lago. Cerca flotan los restos de un bote.\n  -¡Es el bote de Sutherland!- grita Angus-. Hace cien años que no se lo veía al monstruo...¡pero ahora ha regresado!.\n  El monstruo se aleja y pronto se pierde de vista en la niebla.\n  -¿Dónde pudo estar durante cien años y despues regresar? -le preguntas a Angus.\n  -En alguna parte cercana a Beatty's Point- me replica-; hay una caverna subacuática donde el monstruo puede quedarse cuanto le plazca porque es una Caverna del Tiempo.\n  ¡Si pudieras encontrar el camino de regreso a la Caverna del Tiempo!. Pero las oportunidades de regreso a la Caverna del Tiempo!. Pero las oportunidades son pocas y los riesgos muy grandes.",
            "options": ["Tratas de encontrar el camino de regreso.","No buscas la caverna"],
            "page":[55,57]
        },
        {
            "text": "54  ¿Podrías cambiar la historia y salvar centenares de vidas si le avisas al capitán que el Titanic está destinado a terminar en el fondo del Atlántico?. Ves una escalera que conduce a una cubierta de arriba y la subes corriendo. Al llegar al final te encuentras con un camarero que te grita:\n  -No puedes pasar.\n  Pero tú pasas como una flecha delante de él y te diriges hacia la parte de atrás del barco. Siempre corriendo, subes otra escalera y te encuentras en un ala del puente de mando. El capitán, de pie a pocos pasos de distancia, mira con sus binoculares un barco que se percibe en el horizonte.\n  -Capitán- le dices-, puede que usted no se dé cuenta, pero este barco estará hundido en el término de dos o tres horas.\n  Se vuelve y te mira con aire grave.\n  -Lo sé- dice suavemente-. Estamos por lanzar cohetes pidiendo auxilio. Aquel barco, el Californian, seguramente ayudará.\n  -No,capitán, no responderá- le indicas-. No podrá creer que el Titanic se encuentre en dificultades, aunque vea los cohetes. Su única esperanza es poner a los merineros más fuertes que tenga en un bote salvavidas y hacerlos remar a toda velocidad hasta el Califronian, encendiendo los cohetes cuando se acerquen.\n  -Cielo santo, tienes ideas atrevidas, pero yo necesito a todos mis hombres para bajar los botes salvavidas y mantener el orden entre los pasajeros. No creo que el Californian no venga cuando vea los cohetes. Ahora ve a la cubierta de abajo. Mr Lightoller se ocupará de que encuentres lugar en algún bote salvavidas.\n  Con esto el capitán se marchó y empezó a dar órdenes a un oficial que había allí cerca. Tristemente bajas la escalera y te pones en la fila de los que esperan un sitio en un bote.\n  Dos horas más tarde, sentado en un repleto bote salvavidas, temblando por el viento frío, miras al enorme Titanica que desaparece entre las olas con 1500 pasajeros aún a bordo, con la única esperanza de encontrar el camino de regreso a la Caverna del Tiempo.",
            "options": ["FIN"],
            "page":[0]
        },
        {
            "text": "55  Un día en que el sol brilla y el agua está tibia tomas un viejo bote y remas hacia Beatty's Point. Dejas el bote en el bajo rocoso que marca la caverna y te zambulles varias veces a lo largo de la pared de piedra hasta que encuentras la entrada. Nadas unos metros por ella y sales a la superficie dentro de una enorme cueva, la mitad de ella ocupada por un lago subterráneo.\n  Caminas por la orilla del lago y te adentras en la caverna, que está iluminada por una misteriosa luz azul. De pronto, hacia adelante, ves lo que has estado esperando encontrar: un túnel que seguramente debe de llevar a la Caverna del Tiempo. Cerca, en la arena, hay tres huevos grandes como pelotas de fútbol. Levantas uno y con él entras en el túnel. Después de caminar un rato el aire se torna pesado. Empiezas a sentirte mareado y caes inconscientemente al suelo, aún apretando contra ti el enorme huevo.\n  Te despierta una fresca brisa. Tambaleante te pones de pie, levantas el huevo y corres hacia el aire fresco...¡y te encuentras de nuevo en el Cañón de la Serpiente!. Todo está igual y al cabo de unas horas te hallas caminando por la hacienda; tu tío dice que le sorprende que hayas regresado tan pronto.\n  Cuando cuentas lo que te ha sucedido nadie lo cree, aunque todos están admirados del enorme huevo.\n  -Tal vez creeremos tu historia si el huevo es real y se incuba en él un monstruo- dice tu tío-, o si lo rompes para mostrarnos lo que tiene dentro.",
            "options": ["Decides abrir el huevo.","Lo guardas en tu armario hasta que tengas la oportunidad de pedirle consejo a alguien de ciencia."],
            "page":[56,80]
        },
        {
            "text": "56  Tu tío, tu primo, tú y algunos peones de la estancia golpean suavemente el huevo con un hacha, esperando que se abre limpiamente sin hacerse pedazos.\n  -¡Aguarda un minuto!- exclama tu tío-. Estoy dispuesto a creerte, pero pienso que haríamos mejor en traer a un naturalista para que lo vea antes.\n  Te sientes aliviado al oír a tu tío porque te aparece una terrible responsibilidad romper un huevo como ése, matando posiblemente a un raro monstruo antes de que nazca.\n  Tío Howard llamó al naturalista, un famoso profesor de paleontología, que accedió a ir a la hacienda el próximo sábado. Colocas el huevo en un gran bol en el centro de la mesa del comedor.\n  El día siguiente es viernes y por la tarde toda la familia va al pueblo a ver una película. Cuando regresan encuentran cosas rotas dentro de la casa y que el huevo ha desaparecido.\n  Ni tú, ni tu tío, ni tu primo, ni los peones de la hacienda, ni la policía pudieron encontrarlo. Mucha gente a la que cuentas tu historia sólo sonríe y dice:\n  -Claro...Claro.\n  Pero tío Howard, a pesar de ser un hombre escéptico, te dice que cree que dijiste la verdad.",
            "options": ["FIN"],
            "page":[0]
        },
        {
            "text": "57  La idea de que el monstruo del lago Ness estuvo en la Caverna del Tiempo durante cien años antes de regresar parece descabellada. Y aunque sea verdad, es muy dudoso que puedas zambullirte tan hondo como para encontrar la entrada subacuática. De modo que te resignas a ganarte la vida pescando en las aguas del lago Ness.\n  Encuentras una vida tolerable, aunque no muy interesante. Especialmente te gusta remar en el lago, en tu bote, por las mañanas temprano y contemplar cómo lucha el pálido sol para alumbrar entre la niebla. Es lo que estás haciendo una mañana cuando sientes un tremendo golpe debajo de tu bote, la popa se levanta en el aire y te sientes arrojado a las mandíbulas del monstruo.\n  Más tarde, ese día, tus amigos encuentran los restos de tu bote y en toda la aldea la gente se dice:\n  -El monstruo ha regresado.",
            "options": ["FIN"],
            "page":[0]
        },
        {
            "text": "58  Después de oír tus aventuras Luisa accede a que la ayudes a encontrar la entrada a la Caverna del Tiempo.\n  -Cuéntame cómo es el mundo afuera de tu entrada. ¿Está en América?¿En qué año estamos?- preguntas mientras los dos siguen caminando.\n  -En el año 2052, por supuesto- te contesta.\n  -Entonces cómo explicas que la gente siga usando blue jeans?\n  -Es que últimamente se pusieron otra vez de moda- explica riendo.\n  -Ustedes deben de tener nuevos inventos desconocidos en mi época. Háblame de las cosas más modernas.\n  -Creo que una de las mejores cosas son las pistas para bicicletas. Desde 1997 no se permite construir nuevos caminos, sólo pistas para bicicletas, y ahora hay más kilómetros de pistas que rutas para automóviles.\n  -¿De modo que puedes andar en bici por el campo?\n  -Seguro...Y no al costado de buses, y camiones, y conductores enloquecidos, sino por bosques y llanuras y desiertos y a lo largo de ríos. A veces me parece que podría andar eternamente en bici. Hay albergues para los que pasean en bicicleta donde puedes dormir cómodamente y a muy bajo precio. La mayoría de los costos están pegados por los impuestos a la nafta.\n  Súbitamente sientes que el piso se mueve. Tú y Luisa caen. Aterrizan de nuevo al pie de un alto barranco, al lado de un camino, doloridos pero ilesos. Te preguntas en qué año llegaste allí. Entonces cerca ves un cartel que dice: ¡CADILLAC. El Automóvil del Año, cada Año!\n  -¿Qué es un Cadillac?- te pregunta Luisa.",
            "options": ["FIN"],
            "page":[0]
        },
        {
            "text": "59  Prefieres pasar el resto de tus días buscando una entrada a la Caverna del Tiempo que continuar tu plácida vida en una aldea de pescadores. Te despides de tus nuevos amigos y te encaminas a través del campo hacia el Sur de Londes. Tu propósito es encontrar un barco que te lleve a América, aunque América no ha sido todavía descubierta, porque de alguna manera tienes que encontrar tu camino de regreso al Cañón de la Serpiente y a la Caverna del Tiempo.\n  Unas horas más tarde, mientras marchas por un camino que bordea el bosque, ves aparecer un grupo de corpulentos hombres a caballo que salen de atrás de unos árboles.\n  -¡Te encontramos!- dice uno-. Eres el que huyó de la torre, ¿no?.\n  Te obligan a subir a un caballo y a galopar a toda velocidad hacia el castillo.\n  -El castigo por escapar de la torre es la horca- te anuncia otro de ellos.\n  Y descubres que está en lo cierto.",
            "options": ["FIN"],
            "page":[0]
        },
        {
            "text": "60  No quieres correr el riesgo de hundirte con el Titanic, por eso bajas de nuevo la escalerilla y te diriges a la bodega, esperando que de alguna manera encontrarás tu camino de vuelta a la Caverna. En tu apuro aflojas la mano y caes. Tratas de asirte de nuevo, pero en vano. Caes con tanta fuerza que pierdes el conocimiento. Cuando lo recuperas estás en uno de los pasadizos de la Caverna.",
            "options": ["Exploras el pasaje","Decides buscar la entrada exterior de la Cueva"],
            "page":[67,69]
        },
        {
            "text": "61  Puesto que no puedes encontrar el camino a tu tiempo- le dices-, tal vez juntos podamos encontrar mi tiempo.\n  La guías durante un corto trecho hasta que llegan a un túnel increíblemente ancho. Se detienen y Luisa te mira con ojos interrogantes.\n  -Veamos a dónde lleva éste- dices.\n  Después de caminar casi una hora sonríen contentos al ver luz delante y a poco salen del túnel y se encuentran en un terreno rojizo, arenoso, que sobresale de otro con forma de plato. El aire es fresco y límpido. Te imaginas que deben de estar en el cráter de un volcán apagado. Súbitamente se oye un terrible estruendo delante de ustedes. Luisa y tú corren para alejarse de un derrumbre que puede sepultar el túnel que lleva a la Caverna del Tiempo.\n  -Me gustaría saber en qué año estamos- dice Luisa, una vez más tranquilos.\n  -No lo sé- contestas-, pero por lo que he leído sobre astronomía diría que es el año 2000...más casi cuatro billones de años.",
            "options": ["FIN"],
            "page":[0]
        },
        {
            "text": "62  Lentamente empiezas a recobrar la conciencia. Estás en tu lecho en la hacienda Arroyo Rojo, mirando hacia arriba a tu tío Howard. De pie, cerca, se halla un amigo de él que es médico.\n  -Sufriste una fea caída cuando trepabas por esas rocas del cañón- te dice tío Howard-. El doctor Parsons no se explica cómo no te rompiste ningún hueso. Estábamos verdaderamente preocupados por ti, pensando que te habías perdido en alguna de las cavernas que hay allí.\n  Te sientes algo débil y aturdido, por eso sólo sonríes y no dices nada. Probablemente nadie te creería. Años más tarde, sin embargo, escribes un libro contando tus aventuras en la Caverna del Tiempo.",
            "options": ["FIN"],
            "page":[0]
        },
        {
            "text": "63  Te acercas a la muralla donde trabaja la gente. Cuando te ven piensan que eres espía de alguna tribu desconocida. Te apresan unos guardianes y te obligan a sentarte en una pila de piedras mientras hablan entre sí.\n  Al cabo de un momento señalan una de las escaleras. Y otros dos guardias te obligan a alcanzar piedras. Te das cuenta de que te han reclutado para trabajar en una muralla que tendrá ocho metros de altura, ocho de espesor y una longitud de 3000 kilómetros. Calculas que se necesitarán diez billones de piedras para construirla. Te preguntas cuántas levantarás antes de que logres escapar...si lo consigues.",
            "options": ["FIN"],
            "page":[0]
        },
        {
            "text": "64  Aunque te habría gustado ver el interior de la nave, no deseas que te lleven al espacio. Retrocedes unos pasos hasta una distancia prudente y te quedas mirando desde allí. A poco se cierra la puerta y casi instantáneamentem, en silencio, la aeronave se eleva en línea recta. A cabo de pocos minutos se ha perdido de vista.\n  Te aproximas para mirar más de cerca a las personas de aspecto primitivo que duermen en la camilla. Comienzan a moverse, a desperezarse y a refregarse los ojos como si despertaran de un prolongado sueño.",
            "options": ["Te quedas y tratas de hacer amistad con esa gente primitiva.","Regresas a la colina y tratas de encontrar tu camino de regreso a la Caverna del Tiempo."],
            "page":[66,65]
        },
        {
            "text": "65  Corres hacia la colina antes de que despierte esa gente primitiva. Tienes que encontrar una entrada a la Caverna del Tiempo. Buscas una abertura en el elevado terreno rocoso. Las horas vuelan y el crepúsculo se acerca rápidamente. Justo cuando estás a punto de perder toda esperanza descubres la entrada a una cueva debajo de una roca que sobresale. Rápidamente te introduces por ella y sólo tienes unos segundos para darte cuenta de que es la guarida de un tigre de colmillos largos y afilados.",
            "options": ["FIN"],
            "page":[0]
        },
        {
            "text": "66  Los seis miran a su alrededor con curiosidad. No parecen darse cuenta de tu presencia. Uno por uno se levantan y caminan. Uno de ellos bebe agua del río. Lanzan gruñidos y chasquean la lengua, pero no parece que hablaran entre sí. El más grande del grupo levanta una estaca del suelo y empieza a curiosear las raíces de las plantas que hay a orillas del río. Las muerde. Al fin sonríe y les pasa una a los otros. Una mujer bate las manos. Todos empiezan a buscar estacas y a usarlas. Uno de los hombres te ofrece un pedazo de raíz. La prueba. Tiene el gusto de una zanahoria sucia. La mujer te sonríe. El grupo te ha aceptado.\n  A la mañana siguiente te despiertas en el suave terreno cubierto de musgo del Cañón de la Serpiente, a pocos metros de la entrada de la caverna, preguntándote cuánto de lo que te ha sucedido es un sueño y cuánto es realidad. Pero no sientes deseos de entrar de nuevo en la Caverna del Tiempo.",
            "options": ["FIN"],
            "page":[0]
        },
        {
            "text": "67  Caminas sin cesar, esperando que el pasaje te lleve a tu tiempo. Pronto llegas a un túnel que te conduce al interior de un oscuro y húmedo cuarto que parece el sótano de una gran casa. Hay mucha gente separada en grupos, sentada en cobijas en la oscuridad casi completa, sólo rota por la oscilante luz de algunas velas. Oyes el deprimente gemido de una sirena. En el centro de la habitación, sobre una mesa, hay una anticuada radio en la que se oyen una mezcla de música clásica y descargas. A poco callan las sirenas, el piso tiembla y oyes cerca una tremenda explosión, luego otra más lejana, y después otra tan cerca que una de las paredes y medio cielo raso caen formando una pila de escombros que bloquean el túnel. Tú y los otros gatean hasta el otro lado de la habitación, tosiendo y jadeando en el aire polvoriento.\n  Estás a punto de empezar una nueva vida. El año es 1940; el lugar, Londres.",
            "options": ["FIN"],
            "page":[0]
        },
        {
            "text": "68  No tienes deseos de trabajar en la construcción de la Gran Muralla China ni tampoco de ser llevado a otro planeta por extraños. Regresas a la grieta esperando encontrar un túnel que pueda llevarte a otro tiempo. Caminas por el fondo de la grieta y llegas a una abertura en el otro lado por la cual esperas ver el ondulante campo, el río y la nave espacial que habia antes allí.\n  ¡En cambio la grieta lleva al océano!. Como una pesadilla, donde la escena se transforma súbitamente en algo diferente, encuentras que las colinas se han convertido en olas que te rodean de manera que la roca en la cual estás parado es el único arrecife que sobresale unos metros del mar. Y parece que no hay escapatoria porque estás parado en la única tierra que hay en el mundo.",
            "options": ["FIN"],
            "page":[0]
        },
        {
            "text": "69  Caminas por la caverna, preguntándote si la entrada estará todavía bloqueada por el hielo. Pero esta vez te acompaña una tibia brisa. La luz del sol brilla en el suelo cerca de la entrada, y sales.\n  Frunciendo los ojos por la brillante luz ves un mundo totalmente diferente del que conoces. Estás en la ladera de una colina. Por kilómetros y kilómetros puedes ver llanuras cubiertas de pasto y salpicadas de lagos. Cerca hay un bosque de altos helechos movidos por el viento. El mundo que contemplas parece extrañamente silencioso, excepto por el sordo retumbo de un lejano trueno. Súbitamente el trueno parece más cercano y más fuerte. Se mueve ahora entre los helechos...Corres hacia arriba por la colina buscando un lugar donde esconderte. Una enorme sombra pasa por el suelo. Arriba de ti, volando lentamente, se cierne el pájaro más grande que jamás has visto.\n  Ahora parece claro lo que ha sucedido. La Caverna es un lugar en el universo, sin espacio ni tiempo. Una vez en el interior de sus túneles puedes encontrarte en cualquier lugar y en cualquier tiempo. Si entras de nuevo puedes ser enviado a un sitio del que no logres escapar nunca. Sin embargo ésa es tu única esperanza de regresar al lugar y al tiempo que te corresponden.",
            "options": ["Regresas a la caverna.","Te quedas afuera."],
            "page":[70,71]
        },
        {
            "text": "70  De nuevo en la caverna te sientes deprimido y confuso. Tus ojos casi no ven con la débil luz que hay allí. No puedes encontrar ningún pasaje que lleve a otros tiempos. Te sientes cada vez más soñoliento. Pronto caes ormido sobre el frío piso de tierra de la caverna.\n  Cuando despiertas la cueva está completamente a oscuras, pero la luz que ves a la entrada te dice que el sol brilla con fuerza afuera. Sales a la claridad del día y ante tu sorpresa y contente ves el Cañón de la Serpiente, el sendero, el bosque de pinos cercano, todo esta como cuando entraste en la caverna. Hasta el sol está en el mismo sitio: justo a punto de cruzar el borde del cañón. De cualquier modo has regresado a tu tiempo...,o más exactamente, al tiempo que era antes de que te durmieras en la caverna.\n  Te frotas los ojos y empiezas a bajar por el sendero hacia la hacienda Arroyo Rojo con una historia para contar que nadie creerá, pero que tú nunca olvidarás.",
            "options": ["FIN"],
            "page":[0]
        },
        {
            "text": "71  Pensando que podrás encontrar tu camino de regreso a la caverna siempre que quieras, decides explorar el mundo en el que te hallas ahora.\n  Sigues por un reborde rocoso que descuella sobre los llanos y lagos, teniendo cuidado de mantener tu orientación para cuando quieras regresar a la caverna.\n  Estás empezando a tener hambre. Sabes que estás en la edad de los reptiles -hace por lo menos 100 millones de años- y que los mamíferos aún no han aparecido en la Tierra. No hay conejos ni ciervos para cazar, aunque los lagos pueden tener peces. Te preguntas qué gusto tendrán los huevos de dinosaurio.\n  Sigues por un ancho sendero entre los gigantescos helechos. Cuando doblas una curva te encuentras frente a frente con el horrible triceratops, un enorme monstruo gris acorazoado, con grandes cuernos. Te mira curiosamente, con unos soñolientos ojos marrones. Te das vuelta, echas a correr y chocas contra un tronco de árbol que antes no estaba allí.\n  La corteza parece cuero. Miras hacia arriba para ver su altura...desde adentro de las mandíbulas de un tiranosaurus rex.",
            "options": ["FIN"],
            "page":[0]
        },
        {
            "text": "72  Continúas un largo trecho hasta que llegas al próximo túnel. Allí hay sólo una corta distancia hasta la superficie. Un maravilloso paisaje se presenta antes tus ojos.\n  Tan lejos como alcanzas a ver es todo un hermoso parque cubierto de césped y con los altos árboles. Aquí y allá hay grupos de edificios multicolores en forma de cúpula, unidos entre sí por rampas, terrazas y amplios caminos. Varias personas vestidas simplemente con pantalones, camisa y zapatillas se acercan a ti. No entienden tu lenguaje ni tú el de ellas. Se parecen mucho a la gente de tu tiempo salvo que son todas muy bien parecidas, musculosas y de aspecto saludable, y bastante más pequeñas.\n  Te llevan a un edificio y te muestran un equipo electrónico que parece una computadora. Ves una máquina de escribir y te sientas y escribes un mensaje.\n  La computadora imprime la respuesta. Aparentemente tiene sistemas de memoria que incluyen tu lenguaje. Pronto descubres que estás viviendo en el año 3742.",
            "options": ["Continua"],
            "page":[45]
        },
        {
            "text": "73  Te metes de nuevo en el túnel esperando retroceder hasta un tiempo más cercano. Con agrado respiras un aire fresco y húmedo que viene desde la caverna. Sientes curiosidad por entrar en el próximo túnel que encuentres, pensando que te puede mostrar el estado del mundo antes de que empezara a quemarse con la moribunda luz del sol, o que tal vez pueda mostrarte lo que sucedió después. Pero sospechas que un túnel más alejado probablemente te lleve de regreso a tu tiempo.",
            "options": ["Tomas por el primer túnel que encuentres.","Sigues caminando hasta un túnel mas distante."],
            "page":[24,25]
        },
        {
            "text": "74  Subes los peldaños entre el último coche y el vagón de cola justo cuando el tren comienza a ponerse en marcha. Al abrir la puerta del coche quedas sorprendido al ver soldados uniformados de azul, con anticuados rifles en la mano. Se adelantan hacia ti y uno de ellos se asoma para ver si te sigue alguien.\n  -¿Cómo sabías que éste era el vagón del presidente? -te pregunta el soldado.\n  -¿Qué presidente? -contestas.\n  Entonces, ante tu asombro, tienes la respuesta a tu pregunta porque ese hombre alto, de barba, que se acerca por el pasillo no puede ser otro que Abraham Lincoln.\n  -Está bien- les dice el Presidente a los soldados-. Necesito compañía en este momento- y dirigiéndose a ti continúa- : Puedes quedarte hasta que lleguemos a Gettysburg. Pero tal vez quieras bajar en Parkersville. Conozco allí algunas buenas personas de ayudarán.",
            "options": ["Vas hasta Gettysburg.","Te bajas en Parkersville."],
            "page":[75,77]
        },
        {
            "text": "75  -Me gustaría quedarme hasta Gettysburg- dices.\n  -De acuerdo- contesta el Presidente-. ¿Por qué no te sientas frente a mí? Tengo que terminar de escribir una breve charla que daré allí, y mientras la redacto piensa en lo que harás de tu vida porque no puedes pasar tu tiempo viajando en los trenes después de todo.\n  Inclinas la cabeza asintiendo y te sientas en silencio, mirando al Presidente que escribe unas líneas en un sobre. Al cabo de un momento levanta la caveza y sus ojos se encuentran con los tuyos.\n  -Tú tienes un gran futuro- dice de pronto.\n  -¿Cómo puede saberlo?- le preguntas.\n  -Mirando tu rostro.\n  -¿Sólo por eso?\n  -Sí, sólo por eso.\n  Mientras conversan ves a dos hombres esmeradamente vestidos que se acercan desde el extremo del vagón. Le cuchichean algunas palabras al Presidente. Éste se disculpa, te estrecha la mano y le dice a uno de los soldados que se ocupe de ti cuando lleguen a Gettysburg.\n  Cuando llegan a Gettysburg un soldado te lleva a una familia que te recibe cordialmente y accede a hospedarte por un tiempo si los ayudas en su granja.\n  Te parece increíble vivir en un tiempo en el que no hay automóviles, ni radio, ni televisión, ni discos, ni siquiera teléfonos. La vida es my pacífica, pero sientes nostalgia de tu hogar. Barruntas que el gran futuro que te pronosticó el Presidente está en tu propio tiempo y resuelves buscar de nuevo el camino que te lleve a la Caverna del Tiempo.",
            "options": ["FIN"],
            "page":[0]
        },
        {
            "text": "76  Si tomas el tren eso puede arruinar tu posibilidad de regresar a la Caverna del Tiempo. Es mejor que te quedes cerca del túnel. De todos modos, se te ocurre que podrás pensar mejor después de comer algo y te diriges a la granja.\n  La mujer del granjero te da un plato de sopa, pero no quiere creer la historia que le cuentas para explicar tu presencia allí. Te parece que no eres bien acogido y caminas penosamente hasta la ciudad, donde te dan una habitación en un hospedaje.\n  Al día siguiente consigues asiento en un vehículo que va a Filadelfia. Alquilas una pieza en una familia de cuáqueros que te ayuda a conseguir trabajo como aprendiz de carpintero. No te gusta el oficio y prondo abandonas Filadelfia para marcharte a Nueva York, donde te empleas en un periódico. Con el tiempo viajas por todo el mundo. Vives una larga y maravillosa vida y mueres sólo a unos pocos años de haber nacido.",
            "options": ["FIN"],
            "page":[0]
        },
        {
            "text": "77  Cuando llegan a Parkersville el Presidente te estrecha la mano y te desa suerte. Uno de los soldados arregla con el jefe de la estación para que te consiga un carruaje que te lleve a una granja perteneciente a un viejo amigo de él.\n  Pronto eres como otro miembro de la familia. Es una familia muy bondadosa y te hacen sentir como en tu propia casa. Te sorprende enterarte que tienen pensado vender la granja y trasladarse a California. Según describen, la vida en el Oeste es tan interesante que decides acompañarlos.\n  Nunca te arepentiste de hacerlo, excepto alguna que otra vez en que deseas volver de nuevo a tu tiempo.",
            "options": ["FIN"],
            "page":[0]
        },
        {
            "text": "78  Con considerable ansiedad regresas al túnel. Tienes la intención de tomar uno de los pasajes laterales que podría tal vez llevarte de vuelta a tu tiempo; estás demasiado cansado para buscar la entrada. Caminando hacia abajo a veces y deslizándote otras por el túnel, pierdes de pronto el equilibrio. Caes durante un largo trecho y al final te hundes en aguas muy profundas.\n  Apenas tienes fuerzas para volver a la superficie y cuando lo logras te encuentras rodeado por una densa niebla. El agua es tibia, pero la nievla es tan espesa que casi no puedes respirar. El aire huele ligeramente a azufre. Jadeando, comprendes que debes de estar viviendo varios billones de años atrás y que el oxígeno aún no forma parte de la atmósfera.",
            "options": ["FIN"],
            "page":[0]
        },
        {
            "text": "79  Te sientas, el mentón apoyado en tus manos, incapaz de creer que el destino te haya jugado esa pasada. Vivir para siempre en un mundo sin tiempo te parece peor que morir.\n  -A decir verdad, hay un camino para regresar a tu tiempo- acota al final la mujer-, pero si lo sigues no podrás vivir eternamente.\n  -No me importa- le contestas-. Enséñame ese camino.\n  -Muy bien- precisa ella sacudiendo incrédula la cabeza-. Zambúllete debajo de la roca en la que estoy y nada a través de un túnel que encontrarás allí. Cuando salgas te hallarás en tu tiempo. No temas, son sólo pocos metros.\n  Echas una última mirada a tu alrededor, saludas con la mano a la mujer y te zambulles. Segundos más tarde emerges a la superficie en una laguna situada en la Caverna del Tiempo, al lado de la entrada. Nadas hasta la orilla y sales corriendo al aire libre, estrellándote casi contra tu tío Howard que ha salido a buscarte.\n  -Llegas tarde para la comida- te dice-. No sabíamos qué te habría pasado. Debes tratar de ser más puntual.",
            "options": ["FIN"],
            "page":[0]
        },
        {
            "text": "80  Al día siguiente llamas por teléfono al Departamento de Zoología de una universidad cercana donde te ponen en comunicación con el doctor Henry Karn, especialista en grandes reptiles. El doctor Karn se muestra escéptico acerca del huevo, pero accede a ir en seguida a la hacienda Arroyo Rojo para verlo.\n  Mientras llega te pones muy nervioso. ¿Y si el huevo fuera de plástico? Tu preocupación aumenta cuando ves su severa apariencia. Sacude con brusquedad tu mano y la de tu tío e inmediatamente pide ver el huevo.\n  Cuando lo llevas al comedor no dice nada mientras lo mira con atención, lo levanta a la luz, le da golpecitos y lo raspa ligeramente con un cortaplumas. Después lo acerca a su oreja.\n  Finalmente sonríe y deposita de nuevo huevo en el bol.\n  -Es posible que sea el huevo de un plesiosauro, un dinosaurio acuático del período jurásico. Y es altamente improbable que la incubación dé resultado. A pesar de eso lo conservaré en una incubadora de la universidad por lo menos durante un año antes de abrirlo. Les haré saber, por supuesto, si sale algo de él.\n  Han pasado pocas semanas de esto y cada vez que suena el teléfono te preguntas si será el doctor Karn quien llama.",
            "options": ["FIN"],
            "page":[0]
        },
        {
            "text": "81  Cuando le dices que vienes del siglo veinte a través de la Caverna del Tiempo, Nick sonríe. Después le cuentas algo acerca de la vida en tu tiempo, le hablas de automóviles, aviones, teléfonos y televisión. Te escucha atentamente, con el rostro sonriente, como si le estuvieras contando la historia más graciosa que nunca oyó.\n  -Me alegro de haberte conocido- dice-. Siempre quise saber algo sobre la vida en el siglo veinte.\n  Trata de mantenerse serio, pero al fin se echa a reír creyendo que todo es una broma.\n  -Te hablo seriamente- le insistes, pero sabes que nunca te creerá-. No tengo hogar. ¿No conoces algún lugar donde pueda alojarme?.\n  -Estoy seguro de que podrás alojarte en nuestra casa- dice cordialmente-. Somos una familia muy grande y uno más no importa, pero tienes que estar dispuesto a trabajar en el negocio con nosotros.\n  Puesto que sabes que no puedes elegir, aceptas su ofrecimiento y te sientes agradecido cuando sus padres te dan una excelente comida y un cómodo lecho. Con mucha seriedad Nick te dice que estás viviendo en el año 1718 en Boston, la principal ciudad de la colonia británica de Massachusetts.\n  Pronto te conviertes en uno más de la familia. Todos son buenos y te tratan bien. Pero cada día tienes que trabajar largas horas hirviendo jabón y echándolo en moldes, atendiendo a los clientes y haciendo mandados para el padre de Nick, a quien ahora llamas tío Ted.\n  Un vecino de ustedes, Mr. Nelson, es impresor. Recientemente regresó de Inglaterra con una prensa y caracteres de imprenta que compró allí. Esa profesión te interesa y te gustaría trabajar como aprendiz, pero para hacerlo tienes que firmar un contrato comprometiéndote a trabajar para él durante seis años.",
            "options": ["Decides continuar trabajando para el tío Ted","Decides firmar el contrato para trabajar como aprendiz de la imprenta de Mr. Nelson."],
            "page":[83,84]
        },
        {
            "text": "82  Lo mejor que puedes inventas una historia para explicar por qué te marchaste de tu casa, pero Nick se da cuenta de que no le estás diciendo la verdad. Mientras hablas, guarda sus utensillas de pescar, te dice adiós y se marcha.\n  Cuando lo pierdes de vista empiezas a caminar por la carretera y a poco más de un kilómetro encuentras una población. Mientras estás parado cerca de una iglesia preguntándote qué harás, se te acerca un policía y te pregunta de dónde vienes. Esta vez empiezas a explicarle lo que realmente sucedió. Después de escucharte un momento te arresta por conducta desordenada y te lleva a la cárcel.\n  Más tarde, ese día, un guardia grande, con cara de estúpido, te lleva una ración de sopa y pan. Está maravillado por tus extrañas ropas y por los rumores que ha oído acerca de ti. Después de abrir la puerta de tu celda te entrega la comida y retrocediendo unos pasos se queda mirándote con curiosidad.\n  -Dicen que estás en combinación con el demonio- comenta-. ¿Es verdad?.",
            "options": ["Intentas pasar corriendo al lado del guardia y huir.","Le dices que eres inocente."],
            "page":[85,86]
        },
        {
            "text": "83  Aunque sabes que probablemente te gustará más el oficio de tipógrafo que el de fabricante de jabones, prefieres estar libre para aprovechar cualquier otra oportunidad interesante que se te ofrezca.\n  El trabajo con tío Ted es aburrido. SIentes que no podrás pasarte la vida haciendo velas y jabón. En el poco tiempo libre que te queda lees todo libro qu esté a tu alcance, pero sientes ansia de viajar y conocer el mundo.\n  Poco después firmas un contrato como marinero en el bergantín Nina. El barco pertenece a un comerciante que lo envía con una carga de cera de Barbados, en las Indias Occidentales, y después a Inglaterra.\n  Encuentras que la vida en mar es mucho más dura de lo que creías. Con el tiempo llegas a capitán de tu propio barco. En cada puerto que visitas preguntas a la gente si alguna vez oyó hablar de la Caverna del Tiempo.",
            "options": ["FIN"],
            "page":[0]
        },
        {
            "text": "84  Vas a trabajar con Mr. Nelson y pronto te conviertes en un experto en el arte de imprimir. Pero con el tiempo te sientes cada día más desdichado. Mr. Nelson rehúsa rescindir el contrato o darte una participación en el negocio. No hay trabajo disponible para ti en Boston, por lo que resuelves ir a Filadelfia donde hast oído que hay una gran demanda de tipógrafos.\n  Por suerte Mr. Nelson accede ahora a rescindir tu contrato, y vendiendo casi todo lo que posees consigues reunir suficiente dinero para comprar un pasaje en una goleta costera. Después de un extenso y tempestuoso viaje a lo largo de la costa tu barco llega un domingo por la mañana a Filadelfia.\n  Estás cansado y hambriento y gastas tus últimas monedas en comprar pan. Por curiosidad sigues a varias personas bien vestidas que entran en una casa donde se congregan cuáqueros. Se sientan juntos pero, siguiendo la costumbre, ninguno habla. Está todo tan tranquilo que te quedas profundamente dormido. Cuando despiertas, los cuáqueros te dan la bienvenida. Una familia te ofrece alojamiento, y por surte consigues trabajo en una de las dos imprentas de la ciudad.\n  Trabajas duro para mejorar tu destreza como tipógrafo. Al cabo de pocos años, con la ayuda de algunos amigos, logras reunir suficiente dinero como para hacer negocios por tu cuenta.\n  Tu imprenta prospera y después de un lapso breve tienes tu propio diario. Empieza a parecerte que el siglo dieciocho es un excelente tiempo para vivir.",
            "options": ["FIN"],
            "page":[0]
        },
        {
            "text": "85  El guardia está demasiado sorprendido, y quizá también demasiado asustado, para detenerte cuando, como una flecha, pasas a su lado y te marchas de la cárcel. Corres por la calle lo más rápidamente que puedes. Cuando te paras para recobrar el aliento un hombre delgado, barbudo, que maneja un coche se detiene junto a ti.\n  -Parece que te encuentras en dificultades- te dice-. ¿Puedo ayudarte?.\n  Demasiado cansado para inventar una historia, empiezas a contarle todo lo que te ha sucedido. Se ha puesto nervioso con tu historia y te invita a ir a una taberna cercana, donde te sirven la comida más buena que probaste desde que te marchaste de la hacienda. Tu nuevo amigo no come casi nada. Tiene el rostro pálido y tose continuamente.\n  Cuanto terminas tu relato, te dice:\n  -Es extraño que nos hayamos encontrado. Tengo tuberculosis y no hay médico en Boston que me pueda curar. Mi única esperanza es llegar hasta un tiempo futuro.\n  -Creo que esta también la mía- le expresas.\n  -Si nos ayudamos el uno al otro creo que podremos encontrar el camino de regreso a tu tiempo..., mi nuevo tiemp- comenta.\n  Se estrechan las manos y quedan en encontrarse al día siguiente al amanecer para empezar la búsqueda.\n  Juntos tienen éxito y hallan el camino hasta el tiempo actual. Tu amigo se curó con la ayuda de las medicinas modernas y más tarde se convirtió en profesor de historia famoso en todas partes por su asombroso conocimiento de la vida en la América colonial.",
            "options": ["FIN"],
            "page":[0]
        },
        {
            "text": "86  Cuando le dices al guardia que eres inocente, éste te mira ceñudo y cerrando la puerta con un golpe te dice:\n  -¡No me llevarás contigo al infierno!.\n  Al día siguiente te conducen al tribunal ante un juez de aspecto severo. Después de oír los cargos contra ti y de escuchar lo que tenías que decir sacude la cabeza y frunce colérico el entrecejo. Después mira al fiscal y golpeando la mesa con el puño, dice:\n  -Sus cargos contra esta persona son por conducta desordenada, pero las especificaciones que hace son: 'Usar ropas extrañas y contar historias inventadas por el demonio'. ¡De lo que usted realmente lo está acusando es de brujería! No toleraré semejante locura en mi corte. ¡Caso terminado!.\n  El juez no sólo te puso en libertad sino que después te brindó un hogar para vivir y los medios para que llevaras una buena y feliz vida en el siglo XVIII.",
            "options": ["FIN"],
            "page":[0]
        },
        {
            "text": "87  Hay cierto tono en la risa del caballero que no te inspira confianza, por lo que le agradeces amablemente y le dices que tienes otros asuntos que atender.\n  -Está bien- replica el caballero-. ¡Ten cuidado de que tus asuntos se mantengan más secos que tú!- te grita, alejándose de prisa.\n  Estás contento de haberte librado de él.\n  Ansioso por encontrar la entrada a la Cueva del Tiempo, subes hasta la pared que esta desde donde te caíste a la laguna. Después de buscar durante una hora encuentras un túnel que conduce bajo tierra.",
            "options": ["Continua"],
            "page":[49]
        },
        {
            "text": "88  Subes a bordo y te encuentras en una cámara cerrada, las paredes que te rodean te recuendan el interior de una bañadera. Se te ocurre que los seres que controlan esa nave espacial poseen medios para manejar el tiempo. ¿Será una creación de ellos la Caverna del Tiempo?. Mientras piensas estas cosas empiezas a sentirte soñoliento. Y a poco te quedas dormido.\n  Despiertas en la oscuridad y te preguntas si estarás viajando por el espacio en la aeronave. Desde una dirección te llega luz y caminas hacia allí. Y te das cuenta de que estás mirando a través de la entrada de tu caverna. Sales rápidamente y te encuentras en el Cañón de la Serpiente tal como lo recuerdas. Has regresado a tu tiempo.\n  Pasó un largo tiempo antes de que visitaras de nuevo el Cañón de la Serpiente. Cuando lo haces encuentras que hubo un derrumbe y que la entrada a la Caverna del Tiempo está obstruida. Piensas que es mejor así.",
            "options": ["FIN"],
            "page":[0]
        }
    ]
}